Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/probation_and_welfare_services/probation_service.html.txt.tmx
Source language: en
Languages: ga

source: The Probation Service is the lead agency in the assessment and management of offenders (those convicted of an offence) in the community
ga: Is í an tSeirbhís Promhaidh an phríomhghníomhaireacht i measúnú agus i mbainistiú ciontóirí (iad siúd a ciontaíodh ag cion) sa phobal

source: It works with offenders and others to reduce offending and to make communities safer places
ga: Oibríonn siad le ciontóirí agus le daoine eile le ciontú a laghdú agus le háiteanna níos sábháilte a dhéanamh d'áiteanna

source: It is an agency within the Department of Justice and Equality
ga: Is gníomhaireacht atá iontu laistigh den Roinn Dlí agus Cirt

source: Assessments for the courts
ga: Measúnuithe do na cúirteanna

source: The Probation Service undertakes assessments reports on offenders for the criminal courts, when requested by the trial judge
ga: Tugann an tSeirbhís Promhaidh faoi thuarascálacha measúnaithe ar chiontóirí do na cúirteanna coiriúla, ar iarraidh breitheamh na trialach

source: There are 2 types of offender assessment report:
ga: Is ann do 2 chineál de thuarascáil mheasúnaithe ar chiontóir:

source: • Pre-sanction report (also known as a probation report) - the offender is assessed as to suitability for a non-custodial sentence
ga: • Tuarascáil réamhcheadaithe (ar a dtugtar freisin tuarascáil phromhaidh) – déantar measúnú ar an gciontóir i dtaobh oiriúnachta do phianbhreith neamhchoinneála

source: • Community service report - the offender is assessed as to suitability for unpaid work in the community instead of going to prison
ga: • Tuarascálacha ar sheirbhís pobail – déantar measúnú ar an gciontóir i dtaobh oiriúnachta d’obair gan phá sa phobal seachas dul chuig an bpríosún

source: The service also prepares victim reports for the courts when required
ga: Ina theannta sin, déanann an tseirbhís tuarascálacha íospartaigh a réiteach do na cúirteanna nuair a theastaíonn siad

source: These reports assess the impact of offending on victims of crime, usually violent crime
ga: Déanann na tuarascálacha seo measúnú ar an tionchar ag ciontú ar íospartaigh choireachta, coireacht fhoiréigneach de ghnáth

source: The supervision of offenders in the community forms the majority of the Probation Service’s work
ga: Cruthaíonn maoirsiú ciontóirí sa phobal tromlach obair na Seirbhíse Promhaidh

source: Someone who is placed on supervision is required to maintain regular contact with their supervising probation officer and comply with all conditions of the order
ga: Tá ar dhuine a churitear ar mhaoirsiú teagmháil rialta a choimeád lena (h)oifigeach maoirsithe promhaidh agus an uile choinníoll den ordú a chomhlánú

source: The most commonly used orders for supervision are:
ga: Is iad na horduithe maoirsithe is rialta a úsáidtear:

source: • Probation order - the offender gives an undertaking to the court that they will be of good behaviour, avoid further crime and adhere to the conditions of the order
ga: • Ordú promhaidh – geallann an ciontóir don chúirt go mbeidh dea-iompar orthu, go bhfanfaidh siad glan amach ó aon choireacht eile agus go gcloífidh siad le coinníollacha an ordaithe

source: • Post-release supervision order - a sex offender can be sentenced to a period of supervision following their release from prison
ga: • Ordú maoirsithe réamhscaoilte – is féidir tréimhse mhaoirsithe a ghearradh ar chiontóir gnéis i ndiaidh scaoileadh leo ó phríosún

source: A judge may also suspend all or part of prison sentence for a period of time on the condition the offender remains under the supervision of a probation officer for the specified time
ga: Ina theannta sin, d’fhéadfadh breitheamh an phianbhreith uile nó cuid di a chur ar fionraí do thréimhse ama ar an gcoinníoll go bhfanann an ciontóir faoi mhaoirsiú oifigeach promhaidh don tréimhse shonraithe

source: The Probation Service also supervises prisoners who are on temporary release from custody with specific conditions of supervision by the Service
ga: Ina theannta sin, déanann an tSeirbhís Promhaidh maoirsiú ar phríosúnaigh atá ar scaoileadh sealadach ó choinneáil agus sainchoinníollacha maoirsithe i gceist ag an tSeirbhís

source: Life sentence prisoners on temporary release are obliged to co-operate and comply with supervision by the Service
ga: Ní mór ar phríosúnaigh phianbreith saoil atá ar scaoileadh sealadach comhoibriú agus cloí le maoirsiú ag an tSeirbhís

source: Such prisoners normally remain subject to supervision for the remainder of their lives
ga: Is gnách go mbíonn na príosúnaigh sin faoi réir maoirsiú don chuid eile dá saol

source: As an alternative to a prison sentence a court may make a community service order where the offender is required to do unpaid work (40 to 240 hours) in the community
ga: Mar mhalairt ar phianbhreith phríosúin, d’fhéadfadh cúirt ordú seirbhís pobail a dhéanamh ina gceanglaítear ar an gciontóir obair gan phá a dhéanamh (idir 40 agus 240 uair an chloig) sa phobal

source: The Probation Service assesses the suitability of the offender for community service, organises the work placement and manages the offender on behalf of the court
ga: Déanann an tSeirbhís Promhaidh measúnú ar oiriúnacht an chiontóra do sheirbhís pobail, an socrúchán oibre a eagrú agus an ciontóir a bhainistiú ar son na cúirte

source: Young Persons Probation, a specialised division of the Probation Service works with children aged 12-18 years who come before the courts or who are in children detention schools
ga: Oibríonn Promhaidh Ógánach, rannóg speisialaithe den tSeirbhís Promhaidh le leanaí idir 12 agus 18 mbliana d’aois a thagann os comhair na gcúirteanna nó atá i scoileanna coinneála leanaí

source: The Probation Service is involved in the supervision of a number of the community sanctions available under the Children Act, 2001
ga: Tá baint ag an tSeirbhís Promhaidh i maoirsiú líon na smachtbhanní pobail atá ar fáil faoi Acht na Leanaí, 2001

source: Most of the work the Probation Service does in prisons is with prisoners who will be under their supervision when they are released
ga: Le príosúnaigh atá an chuid is mó den obair a dhéanann an tSeirbhís Promhaidh i bpríosúin a bheidh faoina maoirsiú nuair a scaoilfear iad

source: They work with a prison-based team that includes the prison governor and other services, to help the prisoner manage their sentence and settle back into the community
ga: Oibríonn siad le foireann phríosún-bhunaithe ina bhfuil an rialtóir príosúin agus seirbhísí eile, le cabhrú leis an bpríosúnaí a bpianbhreith a bhainistiú agus lena saol féin a shaothrú arís i measc an phobail

source: The Probation Service prepares assessment reports on prisoners for the Parole Board
ga: Réitíonn an tSeirbhís Promhaidh tuarascálacha measúnaithe ar phríosúnaigh don Bhord Parúil

source: It also produces assessment reports, requested by the courts, on people remanded in custody while awaiting trial
ga: Sa mhullach air sin, cuireann siad tuarascálacha measúnaithe i dtoll a chéile, ar iarraidh na gcúirteanna, ar dhaoine a athchur faoi choinneáil fad atá siad ag feitheamh lena dtriail

source: The Probation Service provides assessment reports on prisoners being considered for transfer to their country of origin by the Minister for Justice and Equality, as required in applications under the Transfer of Sentenced Persons Acts 1995 and 1997
ga: Cuireann an tSeirbhís Promhaidh tuarascálacha measúnaithe ar phríosúnaigh ar fáil ar a bhfuil breithniú á dhéanamh lena n-aistriú chuig a dtír dhúchais ag an Aire Dlí agus Cirt, amhail a cheanglaítear in iarratais faoi na hAchtanna um Aistriú Daoine ar Cuireadh Pianbhreith Orthu 1995 agus 1997

source: The Probation Service also works in partnership with a range of other bodies to reduce offending, develop local responses to crime and issues affecting it, and to improve public safety and social inclusion
ga: Sa mhullach air sin, oibríonn an tSeirbhís Promhaidh i gcomhpháirtíocht le réimse comhlachtaí eile le ciontú a laghdú, le freagairtí áitiúla a fhorbairt ar choireacht agus ar ábhair a dhéanann difear di, agus le feabhas a chur ar shábháilteacht an phobail agus ar chuimsiú sóisialta

source: This involves work in such areas as drugs, homelessness and domestic violence
ga: Is éard atá i gceist leis seo obair i limistéir ar nós drugaí, easpa dídine agus foiréigean baile

source: Probation Service staff in the community and in prisons refer offenders to community projects around the country, to enhance their re-integration and resettlement
ga: Déanann foireann den tSeirbhís Promhaidh sa phobal agus i bpríosúin ciontóir a chur ar aghaidh chuig tionscadail phobail timpeall na tíre, le feabhas a chur ar a gcomhtháthú agus ar a socrú athuair

source: You can find contact details for local Probation Services on the Service's website
ga: Is féidir leat teacht ar shonraí teagmhála do Sheirbhísí Promhaidh ar láithreán gréasáin na Seirbhíse

source: Tel:+353 (0)1 817 3600
ga: Teil:+353 (0)1 817 3600

source: Fax:+353 (0)1 872 2737
ga: Facs:+353 (0)1 872 2737
